Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "projection-change",
    "value": {
        "title": "Выбор проекции",
        "tooltip": {
            "tool": "Изменить проекцию карты"
        },
        "error": {
            "title": "Предупреждение о некорректном отображении",
            "hover": {
                "icon": "Некоторые из выбранных слоев карты не отображаются - нажмите для получения дополнительной информации"
            },
            "desc": "Эти слои карты нельзя отобразить с помощью этой проекции: "
        },
        "infoPopup": {
            "title": "Информация о проекции",
            "ok": "Ok"
        },
        "projectionCode": {
            "EPSG:3571": {
                "displayName": "Берингово море",
                "name": "Азимутальная равновеликая проекция Ламберта Северного полюса (Берингово море)",
                "desc": "Подходит для изучения района Берингова моря."
            },
            "EPSG:3572": {
                "displayName": "Аляска",
                "name": "Азимутальная равновеликая проекция Ламберта Северного полюса (Аляска)",
                "desc": "Подходит для изучения Аляски."
            },
            "EPSG:3573": {
                "displayName": "Канада",
                "name": "Азимутальная равновеликая проекция Ламберта Северного полюса (Канада)",
                "desc": "Подходит для изучения канадской территории Арктики."
            },
            "EPSG:3574": {
                "displayName": "Атлантика",
                "name": "Азимутальная равновеликая проекция Ламберта Северного полюса (Атлантика)",
                "desc": "Подходит для изучения Северной Атлантики и Гренландии."
            },
            "EPSG:3575": {
                "displayName": "Европа",
                "name": "Азимутальная равновеликая проекция Ламберта Северного полюса (Европа)",
                "desc": "Подходит для изучения североевропейской Арктической зоны."
            },
            "EPSG:3576": {
                "displayName": "Россия",
                "name": "Азимутальная равновеликая проекция Ламберта Северного полюса (Россия)",
                "desc": "Подходит для изучения российской Арктической зоны."
            }
        }
    }
});
