Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "elf-geolocator",
    "value": {
        "title": "Геолокатор",
        "desc": "Геолокатор ELF",
        "tool": {
            "tooltip": "Поиск места, щелкнув на карте."
        },
        "tab": {
            "title": "Места",
            "searchTitle": "Условие поиска",
            "searchPlaceholder": "Поиск местоположения по названию места или адресу.",
            "regionTitle": "Фильтр по региону",
            "regionPlaceholder": "Фильтровать результаты поиска по муниципалитетам или административным единицам.",
            "additionalsTitle": "Параметр поиска",
            "normalTitle": "Поиск по ключевым словам",
            "normalDesc": "Поиск мест по точному условию. Обратите внимание, что при поиске учитывается регистр.",
            "restrictedTitle": "Фильтр по региону",
            "restrictedDesc": "Поиск мест путем рисования региона на карте.",
            "fuzzyTitle": "Неточный поиск",
            "fuzzyDesc": "Поиск мест по точному условию и условиям, похожим на указанное условие.",
            "exonymTitle": "Режим экзонимов",
            "exonymDesc": "Названия на других языках включаются в результаты поиска.",
            "searchButton": "Поиск",
            "resultsTitle": "Результаты поиска",
            "fuzzyResultsTitle": "Результаты неточного поиска",
            "filterResultsTitle": "Результаты фильтра по региону",
            "countryFilter": "Выбрать страну",
            "locationFilter": "Тип местоположения",
            "namelangFilter": "Язык",
            "backButton": "Назад",
            "geolocButton": "Найти ближайшее место",
            "geolocDesc": "Нажмите на карту и найдите название ближайшего места.",
            "noResults": "Нет результатов поиска",
            "showMore": "Показать параметры поиска",
            "showLess": "Скрыть параметры поиска",
            "emptyOption": "* Выбор недоступен *",
            "errors": {
                "searchTermMissing": "Произошла ошибка. Требуется поисковый запрос. Пожалуйста, введите его и повторите попытку.",
                "searchFailed": "Произошла ошибка. Не удалось завершить поиск."
            },
            "grid": {
                "name": "Название",
                "village": "Регион",
                "type": "Тип"
            }
        }
    }
});
