Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "asdi-login",
    "value": {
        "title": "Авторизация",
        "desc": "Авторизация ИПД Арктики",
        "flyout": {
            "title": "Авторизация",
            "username": "Имя пользователя",
            "password": "Пароль",
            "login": "Авторизация",
            "cancel": "Отменить",
            "passwdreset": "Забыли пароль?"
        },
        "guidedTour": {
            "title": "Регистрация",
            "message": "Регистрируя учетную запись пользователя, вы можете использовать дополнительные функции сервиса, например, публикацию карт и постоянное хранение изображений карт."
        }
    }
});
