Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "guided-tour-extension",
    "value": {
        "maplegends": {
            "title": "Условные обозначения карты",
            "message": "См. условные обозначения добавленных слоев, чтобы лучше понять данные."
        },
        "userguide": {
            "title": "Руководство пользователя",
            "message": "Узнайте больше о том, как использовать геопортал ИПД Арктики, прочитав руководство пользователя."
        },
        "registration": {
            "title": "Регистрация",
            "message": "Регистрируя учетную запись пользователя, вы можете использовать дополнительные функции сервиса, например, публикацию карт и постоянное хранение изображений карт."
        }
    }
});
