Oskari.registerLocalization(
{
    "lang": "ru",
    "key": "asdi-guidedtour",
    "value": {
        "button": {
            "next": "Вперед",
            "previous": "Назад",
            "start": "Начать",
            "finish": "Завершить",
            "close": "Закрыть"
        },
        "title": "Добро пожаловать",
        "desc": "",
        "tourseen": {
            "label": "Больше не показывать данное сообщение."
        },
        "page1": {
            "title": "Добро пожаловать",
            "message": "Впервые на геопортале ИПД Арктики? <br/> Это краткое руководство поможет вам начать работу."
        },
        "page2": {
            "title": "Поиск",
            "message": "С помощью инструмента поиска вы можете найти места в Арктике. <br/><br/>  Поиск местоположения: найдите места посредством ввода наименования. <br/> Нажмите на любой из результатов, чтобы увидеть на карте. <br/><br/> Поиск метаданных: поиск наборов данных, типов наборов данных и сервисов. Можно использовать простой текстовый поиск или расширенные условия поиска.",
            "openLink": "Показать результаты поиска",
            "closeLink": "Скрыть результаты поиска",
            "tileText": "Поиск"
        },
        "page3": {
            "title": "Слои карты",
            "message": "В меню Слоев карты вы можете найти все доступные слои карты. <br/><br/> Можно показать слои, сгруппированные по темам или поставщикам данных. <br/><br/> Поиск слоя работает с именем слоя, именем поставщика данных или ключевым словом. Также можно показать только самые новые слои или векторные слои.<br/>",
            "openLink": "Показать слои карты",
            "closeLink": "Скрыть слои карты",
            "tileText": "Слои карты"
        },
        "page4": {
            "title": "Выбранные слои",
            "message": "В Выбранных слоях можно просмотреть все добавленные слои и управлять их настройками отображения. <br/><br/> Вы можете изменить порядок отображения слоев на карте. Это делается путем перетаскивания их в списке. <br/> Сделайте некоторые слои более или менее прозрачными, перемещая ползунок. <br/> Для некоторых слоев можно выбрать другой стиль. <br/> Также можно временно скрыть слои карты.",
            "openLink": "Показать выбранные слои",
            "closeLink": "Скрыть выбранные слои",
            "tileText": "Выбранные слои"
        },
        "page5": {
            "title": "Мои данные",
            "message": "В Моих данных вы можете увидеть сохраненные данные и информацию о профиле. <br/><br/> Управляйте доступом и редактируйте сохраненные изображения карт и встроенные карты. <br/><br/> Мои данные доступны только зарегистрированным пользователям.",
            "openLink": "Показать Мои данные",
            "closeLink": "Скрыть Мои данные",
            "tileText": "Мои данные"
        },
        "page6": {
            "title": "Публикация карт",
            "message": "С помощью инструмента Публикации карт можно создать встроенную карту для собственного веб-сайта. <br/><br/> Выберите слои карты, определите адрес веб-сайта, выберите инструменты и макет. Нажмите кнопку Сохранить, и карта будет готова к внедрению. Просто скопируйте несколько строк HTML кода на ваш сайт. <br/><br/> Если вы хотите впоследствии изменить карту, вы можете найти ее в меню Мои данные. Обновления отображаются сразу на карте на вашем сайте. <br/><br/> Публикация карт доступна только зарегистрированным пользователям.",
            "openLink": "Показать публикацию карт",
            "closeLink": "Скрыть публикацию карт",
            "tileText": "Публикация карт"
        },
        "page7": {
            "title": "Условные обозначения карты",
            "message": "См. условные обозначения добавленных слоев, чтобы лучше понять данные."
        },
        "page8": {
            "title": "Руководство пользователя",
            "message": "Узнайте больше о том, как использовать геопортал ИПД Арктики, прочитав руководство пользователя."
        },
        "page9": {
            "title": "Инструменты",
            "message": "Эти инструменты предназначены для управления видом карты. Вы также можете поделиться картой или измерить расстояния и площади. <br/> <br/> Наведите указатель мыши на значки инструментов, чтобы увидеть их описание. <br/> <br/> Некоторые инструменты доступны только для зарегистрированных пользователей."
        },
        "page10": {
            "title": "Регистрация",
            "message": "Регистрируя учетную запись пользователя, вы можете использовать дополнительные функции сервиса, например, публикацию карт и постоянное хранение изображений карт."
        },
        "page11": {
            "title": "Перемещение карты",
            "message": "Есть несколько способов переместить карту: <br/><br/> Выберите инструмент Рука и переместите карту с помощью мыши.<br/><br/>  Используйте клавиши со стрелками на клавиатуре. <br/><br/> Нажмите стрелки в правом верхнем углу.<br/> Кроме того, вы можете сбросить настройки карты по умолчанию, нажав на круглую кнопку посередине."
        },
        "page12": {
            "title": "Увеличение и уменьшение масштаба",
            "message": "Вы можете увеличивать и уменьшать масштаб несколькими способами: <br/><br/> Используйте колесико мыши <br/> Выберите масштаб на панели масштабирования. Вы также можете нажать кнопки (+) и (-) на обоих концах панели масштабирования. <br/> Используйте клавиши (+) и (-) на клавиатуре. <br/> Дважды щелкните карту или используйте Лупу для увеличения масштаба."
        },
        "page13": {
            "title": "XY инструмент - Координаты",
            "message": "Здесь вы можете увидеть текущие координаты, панорамировать по определенным координатам и добавлять метки."
        }
    }
});
